upload/draft/2022-11-29/50098d9d68cf0cb5105186dfa1b9a787.xml

<?xml version="1.0" encoding="UTF-8"?>
        <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://services.insw.com/">
        <soapenv:Header>
        <UserName xmlns="gateway.insw.co.id">usersystemkemendag</UserName>
        <Password xmlns="gateway.insw.co.id">usersystemkemendag</Password>
        </soapenv:Header>
        <soapenv:Body>
        <ser:PostDocument>
        <HeaderDocument>
        <SenderParty>
        <IdentificationId>ID120000</IdentificationId>
        </SenderParty>
        <RecipientParty>
        <IdentificationId>IDCOO001</IdentificationId>
        </RecipientParty>
        <Document>
        <IdentificationId>0002944/JKP/2020</IdentificationId>
        <SequenceNo>1</SequenceNo>
        <TypeCode>861</TypeCode>
        <SubTypeCode>AKFTA</SubTypeCode>
        <FunctionCode>9</FunctionCode>
        <SubmissionDateTime>2022-07-11T03:05:57Z</SubmissionDateTime>
        <PayloadType>xml</PayloadType>
        </Document>
        <MessageRouting>
        <SenderId>-</SenderId>
        <RecipientId>-</RecipientId>
        <BusinessDocumentId>-</BusinessDocumentId>
        <BusinessTypeCode>-</BusinessTypeCode>
        <BusinessSubTypeCode>-</BusinessSubTypeCode>
        <SubmissionDateTime>-</SubmissionDateTime>
        </MessageRouting>
        <SignatureKey>-</SignatureKey>
        <Payload><![CDATA[<?xml version="1.0" encoding="UTF-8"?>
                <rsm:UNeDocsShipBIM xmlns:rsm="urn:un:unece:uncefact:data:draft:UNeDocsShipBIM:0:8" xmlns="urn:un:unece:uncefact:data:draft:ReusableAggregateBusinessInformationEntitySchemaModule:0:8" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
                    <rsm:HeaderDocument>
                        <IdentificationId>0002944/JKP/2020</IdentificationId>
                        <TypeCode>861</TypeCode>
                        <Name>Certificate of Origin</Name>
                        <SubmissionDateTime>2022-07-11T10:05:57.000+07:00</SubmissionDateTime>
                        <CategoryCode>NRM</CategoryCode><Remark>SM-20-002,</Remark><SequenceNo>1</SequenceNo><ReferenceDocument>
                                <IdentificationId>SM-20-002</IdentificationId>
                                <TypeCode>380</TypeCode>
                                <IssueDateTime>2020-01-06T00:00:00</IssueDateTime>
                            </ReferenceDocument>
                            		<FirstSignatoryAuthentication>
							<ActualDateTime>2020-01-13T00:00:00.000+07:00</ActualDateTime>
							<PhysicalLocation>
								<IdentificationId>IDJKT</IdentificationId>
								<Name>JAKARTA</Name>
							</PhysicalLocation>
						</FirstSignatoryAuthentication>
						<SecondSignatoryAuthentication>
							<ActualDateTime>2020-01-13T00:00:00.000+07:00</ActualDateTime>
							<PhysicalLocation>
								<IdentificationId>IDJKT</IdentificationId>
								<Name>JAKARTA</Name>
							</PhysicalLocation>
						</SecondSignatoryAuthentication>

						<SenderParty>
							<IdentificationId schemeId="1" schemeAgencyId="ASEAN">IDCOO001</IdentificationId>
						</SenderParty>
						<RecipientParty>
							<IdentificationId schemeId="1" schemeAgencyId="ASEAN">KRCOO001</IdentificationId>
						</RecipientParty>
						<IssueCountry>
							<IdentificationId schemeId="3" schemeAgencyId="UNECE" schemeVersionId="15">ID</IdentificationId>
							<Name>INDONESIA</Name>
						</IssueCountry>
					</rsm:HeaderDocument>
					<rsm:TransportContractConsignment>	<ExportationDateTime>2020-01-08T00:00:00.000+07:00</ExportationDateTime>	<ImporterParty>
							<IdentificationId schemeId="1" schemeAgencyId="ASEAN">JP</IdentificationId>
							<Name>NAIGAI SHIRTS CO., LTD</Name>
							<SpecifiedAddress>
								<LineOne>DAIEI BLDG. 3F, NO.1-8-6 AZUCHI-MACHI, CHUO-KU,OSAKA 541-0052 - JAPAN</LineOne><LineTwo>TLP.+81-6-4964-8012, FAX.+81-6-4964-8081</LineTwo>		</SpecifiedAddress>
						</ImporterParty>
						<ExporterParty>
							<IdentificationId schemeId="1" schemeAgencyId="ASEAN">ID</IdentificationId>
							<Name>PT. SHINWOO MULIA</Name>
							<SpecifiedAddress>
								<LineOne>BLOK JUMA&apos;AH RT.003 RW.012/ DESA BURUJUL WETAN KEC. JATIWANGI, KAB. M</LineOne><LineTwo>AJALENGKA, JAWA BARAT - INDONESIAPOST CODE 45454, TEL.+62 233-828-13</LineTwo><LineThree>33</LineThree>	</SpecifiedAddress>
						</ExporterParty>
						<IncludedConsignmentItem>
						   <SequenceNumeric>1</SequenceNumeric>
						   <ImportTypeCode>62052090</ImportTypeCode>
						   <FreeOnBoardValueAmount currencyId="USD">127511.00</FreeOnBoardValueAmount>   <GrossWeightMeasure unitCode="KGM">6826.80</GrossWeightMeasure>   <SpecifiedQuantity unitCode="CT">724.00</SpecifiedQuantity>   <GoodsCargoDescription>
								<Identification>724 CARTONS = 23,920 PCS OF- BOY&apos;S, GIRL&apos;S, MEN&apos;S WOVEN SHIRTSPO NO. STYLE NO. QTY (PCS)____________________________________________S19-044 SE118NGH210 (S/S) AEON TOPVALUE 6,280 S19-105 TV151RBN025 AEON TOPVALUE 14,160S19-106 TV151RBN035 AEON TOPVALUE 900HS CODE : 6205.20S19-045 SE118NGH220 (S/S) AEON TOPVALUE 2,580 HS CODE : 6206.40</Identification>
						   </GoodsCargoDescription>
						   <PhysicalShippingMarks>
								<Description>NAIGAI OSAKA/KOBECOL. NO. S/NO.: C/N NO.: MADE ININDONESIA</Description>
						   </PhysicalShippingMarks>
						   <InvoiceAssociatedDocument>
								<IdentificationId>SM-20-002</IdentificationId>
								<IssueDateTime>2020-01-06T00:00:00.000+07:00</IssueDateTime>
						   </InvoiceAssociatedDocument>
						   <ApplicableCustomsProcedure>
								<OriginCriterion>C</OriginCriterion>
						   </ApplicableCustomsProcedure>
						   </IncludedConsignmentItem><AtBorderTransportMovement>
				   <UsedTransportMeans>
					<Name>OOCL GUANGZHOU V.118N</Name>
					<UnloadingLocation>
					 <IdentificationId>JPOSA</IdentificationId>
					 <Name>OSAKA</Name>
					</UnloadingLocation>
				   </UsedTransportMeans>
				  </AtBorderTransportMovement>
				  <OriginCountry>
				   <IdentificationId schemeId="ISO 3166" schemeAgencyId="5" schemeVersionId="A2">ID</IdentificationId>
				   <Name>INDONESIA</Name>
				  </OriginCountry>
				  <FinalDestinationCountry>
				   <IdentificationId schemeId="ISO 3166" schemeAgencyId="5" schemeVersionId="A2">JP</IdentificationId>
				   <Name>JAPAN</Name>
				  </FinalDestinationCountry>
				 </rsm:TransportContractConsignment>
				</rsm:UNeDocsShipBIM>]]></Payload>
        </HeaderDocument>
        </ser:PostDocument>
        </soapenv:Body>
        </soapenv:Envelope>